Repository: non-migi/RailAngyer
Catalog: RailAngyerApp/Resources/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, hi, ko, ru, zh_hans

source: 写真を保存できませんでした
de: Foto konnte nicht gespeichert werden
en: Couldn't save the photo
es: No se pudo guardar la foto
fr: Impossible d'enregistrer la photo
hi: फ़ोटो सहेजी नहीं जा सकी
ko: 사진을 저장하지 못했습니다
ru: Не удалось сохранить фото
zh_hans: 无法保存照片

source: ATM
de: Geldautomat
es: Cajero automático
fr: Distributeur de billets
hi: एटीएम
ru: Банкомат
zh_hans: 自动取款机
